* 2025求职简历
DEADLINE: <2025-03-09 周日>
** 简历草稿DDD部分，cola框架，dsm代码架构分析
:LOGBOOK:
CLOCK: [2025-03-05 周三 21:56]--[2025-03-05 周三 23:29] =>  1:33
:END:

* Tasks
** TODO 简历编写-emacs代码不全相关ctags
:LOGBOOK:
CLOCK: [2025-03-08 周六 13:18]--[2025-03-08 周六 13:27] =>  0:09
:END:
  [2025-03-08 周六 13:17]
** TODO DDD学习与总结
:LOGBOOK:
CLOCK: [2025-03-10 周一 19:56]--[2025-03-10 周一 22:56] => 03:00
:END:
  [2025-03-08 周六 21:52]
** 大厂面试题36章
:LOGBOOK:
CLOCK: [2025-03-12 周三 06:16]
:END:
** TODO 系统学习org-agenda
  [2025-09-09 Tue 21:11]

